# Ungroup

## Description
Procedure Ungroup ungroups selected objects in a Vectorworks document.When Ungroup is called, any selected group objects will be destroyed, reverting to the original component objects.&lt;BR&gt;
&lt;BR&gt;
&lt;BR&gt;

```pascal
PROCEDURE Ungroup;
```

```python

def vs.Ungroup():
    return None
```

## Version
Availability: from MiniCAD
## Category
* Objects - Groups